{
  "results": [{
    "id": "christmas",
    "title": "Organic Christmas Trees",
    "content": "I was on a bright, brisk winter walk recently in my Brooklyn neighborhood when I saw a folksy hand-painted sign lashed to a chain-link fence: “Organic Christmas trees.” It was like learning I’d been singing the wrong Bon Jovi lyrics for 20 years, another recent revelation. My Christmas tree needs to be organic too?\n\nOr does it?\nThe answer is a little nuanced, but the short version is yes.\n\n“As with food, local and organic is best,” The Nature Conservancy advises for your tree choice. Conventionally grown Christmas trees present the same problems as the “Dirty Dozen,” the Environmental Working Group’s annual list of pesticide-tainted produce: To keep trees looking lush, Christmas tree farms use chemical sprays to control pests, and farmers use the pesticide Roundup to control weeds.\n\n“A lot of stuff growers are using can’t be used in the home anymore, and you can’t wash a tree off like a tomato,” said John Kepner, the project director at Beyond Pesticides, a nonprofit group in Washington.\n\nBut we also don’t eat Christmas trees, and no studies have been conducted to see if the boughs still have pesticides on them at the time of harvest. By the time the tree stands in your living room, pesticides shouldn’t be a cause of concern, according to Chal Landgren, a Christmas tree specialist at Oregon State University, who says the amount of residue at that point is minimal.\n\nPesticides inside the Yule log may not be an issue, but toxins trickling into the watershed where the trees are grown is another story. In Oregon, the nation’s leading Christmas tree producer, more than 6 million trees are harvested every year; most of those farms are concentrated along the Clackamas River watershed. Since 2005, Oregon’s Department of Environmental Quality has monitored pesticide levels and found that many exceed EPA benchmarks, including at least two used by the Christmas tree industry. It’s one reason Landgren helped develop the Socially & Environmentally Responsible Farm program to help teach growers how to reduce chemical use.\n\n“It’s better for the environment for the tree to be grown without pesticides,” said Adam Parke, who sells organically grown Christmas trees from his Vermont farm in Brooklyn during the holidays, and whose sign I saw on my walk. “It’s better for the health of the growers and the people around them, and it’s better for you not to bring something into your living room that has been coated with pesticides over the several years of its life. Everyone wins.”\n\nThe Nature Conservancy advises looking for trees native to your region and to check farmers markets for local dealers. But a local, organic Christmas tree may be tough to find. Only 1 percent of the 33 million live Christmas trees sold each year are organic, according to Oregon State University’s extension service. In that case, you’re better off buying a locally farmed tree than a SERF-approved one shipped from Oregon.\n\nOr make an outing of it, and chop an always organic wild tree. Many of the public lands managed by the U.S. Forest Service and the Bureau of Land Management are open to tree cutting—all you need is a $5 or $10 permit—and selective thinning is good for the health of the forest ecosystem. There’s no worry of deforestation by saw-wielding Charlie Brown types yet: Only 2 percent of Christmas trees are wild chopped. Turning it into a group outing will help reduce the carbon footprint of the jingle bell jaunt.\nWhat about a living Christmas tree that can be planted in the New Year? Parke says it’s only a good option for those who have the time to keep the tree healthy while it’s in the house; most of them die shortly after the holidays because pine trees don’t thrive in the arid, overheated environment of a house or apartment.\n\n“Remember, though, that cut trees are farmed,” he said. “They’re a renewable resource like any other vegetable you use.”\n\nEvery expert agrees on one thing: Don’t buy a fake. (Although the reusable wooden trees available on Etsy seem a noble enough choice.) The tinselly, oil-based plastic trees available at drugstores can’t be recycled and don’t decompose once chucked—a tale more befitting the saddest Radiohead song ever written than a jolly rendition of “O Christmas Tree.” That’s hardly befitting the spirit of the season.",
    "image": "http://www.takepart.com/sites/default/files/styles/large/public/xmas-tree-harvest.jpg",
    "meta": {
      "description": "This is an article about organic christmas trees.",
      "published": "2017-09-09T22:11:56Z",
      "author": "Sarah McColl"
    }
  }]
}
