{
    "results": [
        {
            "id": "crust",
            "title": "Update: State Department vs. Crustacean Nation",
            "content": "<p>In a shocking display of conscientiousness, the Department of State today announced major reforms to its 200 year old Crustacean Policy.</p><p>There are few alive who still remember the signing of the Invertebrate Accords of 1818. Promptly after the War of 1812 concluded, the Crustacean Nation, a lesser known ally of the British refused to be at peace stating, \"Yee thinkitht we be possessing of the nerve to spine these acCords. We shall shell your nation as you clam up with fear!\"</p><p>What was not known by the US government at the time was the crustacean monarchy was heavily invested in Manifest Destiny. In fact, they had a controlling share in the logging industry across the Midwest.</p><p>Through a series of guerilla attacks and economically destabilizing actions, the American economy floundered. But the price for the crustacean proletarian was huge. While being whale worth it for the queen, her people began to rise up, clawing for justice.</p><p>Unable to fight a battle on two fronts, the Queen called James Monroe on her Razor and set up a talk. These would famously become known as the Invertebrate Accords.</p><p>Meeting in Bermuda, the queen, thinking she had the upper claw, demanded the US cease Maine and Putnam County, WV. The location where the royal family liked to vacation most.</p><p>In that instant, all 200 Blue Crabs in attendance simultaneously nodded to James Monroe. He stood, walked over to the Queen and whispered something into her ear. To this day, scholars have debated what was said, one popular theory is that his words were quite sexually suggestive in nature. The double crossing of the Blue Crabs gave the US the information they needed to mussel the crustaceans and take control of the talks. This is why, to this day, the Blue Crab is the State crustacean of Maryland.</p><p>Writing up terms, the US was able to stipulate that no crustacean may ever walk as an equal on land. The queen signed and promptly retreated into her trench to live our her days as a hermit.</p><p>50 years ago,  rumors started to circulate that the subterranean world had turned socialist.</p><p>15 years ago, there was a mass grave discovered in the Gowanus Canal.</p><p>5 years ago, vegan crustacean restaurants began popping up in Baltimore.</p><p>Last year, hundreds of crustaceans were seen crossing the border. Protests popped up around the nation in support.</p><p>After months of deliberation, it seemed as if things were finally changing, people were starting to accept things from the past as just that, the past.</p><p>There are still lots of details to figure out but the so called Socialist Republic of Crusty Beings and Associated Sea Dwelling Dwellers, or SRC-BA-SDD.txt for short, has petitioned to join the US as it's 52nd state.</p><p>This change comes amidst a turbulent time for the department as it recovers from the Saline Solution Scandal which has famously led to the mass suicide of all members of Teach For America.</p>",
            "image": "http://www.japanculture-nyc.com/wp-content/uploads/2016/09/Perfume-1024x533.png",
            "meta": {
                "description": "After years of tempura and gooey carapace, we look to be moving to a great place.",
                "published": "2018-05-03T18:31:01Z",
                "author": "Luis Luis del Norte"
            }
        }
    ]
}