{
    "results": [
      {
        "id": "Drake",
        "title": " Hotline Bling: Our Take",
        "content": "<p>Recently, the well respected public entertainer Drake established an outreach hotline to help educate the masses. Drake’s Hotline Bling, as it’s being fondly dubbed, is responsible for \"providing rural impoverished communities with an opportunity to receive sophisticated enculturation.\" Drake, the philanthropist at the heart of this initiative, came up with the idea during a road trip to <a src=\"https://santacaligon.com/#/home\">Santa-Cali-Gon Days</a>. Upon entering New Jersey, Drake was immediately stricken by the sheer lack of sheep in New Jersey pastures.</p><p>Having grown up in Canada, Drake was very accustomed to the pure unadulterated symbiosis between all the members of the animal kingdom. At the age of 3, he was famously quoted saying: \"Animals are really cool!\" This quote garnered him national attention during a constitutional convention that was ultimately responsible for the subliminalization of chipmunk and other arachnids. A dark period in the history of Canada, Drake swore that he would educate and enculture the masses by any means necessary.</p><p>New Jersey is a scary place. A destination of pure misery, animosity, vegans and socks. We've all heard stories of the Silk Slaughterings but nothing could prepare him for this moment. HIs soul, the very foundation of his being, his personal identity and desire to live was all in jeopardy in that instant. It was a moment that seemed to never end. Many republicans believe that he is still locked in that moment in time and what walks the earth is but the shell of the man who once blessed the country with his art and feminist message.</p><p>The Hotline has changed everything, the data undeniably shows that. Within the first 24 hours over 10,000 (alleged) people dialed in. Of which, over 50 were able to have a conversation. Of those 50, roughly 5 of them were with another human, a cultured sophisticated individual with both a checking AND a saving account. That's a 90% success rate.</p><p>These individual personally hired by Drake himself to oversee this great movement... These saints... these goddesses incarnate(only women are endowed with enculturing juices), start their day with lots of Mate and Build-a-Bear review videos on vimeo. Changing the world is a lot of work, luckily we were able to catch up to one of these saints.</p><p>Sahra Wagenknecht was nice enough to take time from her busy day to discuss the internals of Drake. 'It's sloppy... the world out there. And it comes in all different shapes and sizes... change. But once you get a grip and take the chance by the balls, there's nothing stopping us from inseminating the masses with culture.' Unfortunately she was late for her second job at Jane O'brien Media so we weren't able to ketchup more. She suggested we called the hotline and that's exactly what we did. What we got was rather unexpected.</p><p><strong>Us</strong>: Hello is this the Hotling Bling.</p><p><strong>Women</strong>: Girl you got me down, you got me stressed out</p><p><strong>Us</strong>: I'm sorry, I don't quite understand.</p><p><strong>Women</strong>: Started wearing less and goin' out more. Glasses of champagne out on the dance floor</p><p><strong>Us</strong>: That's super chill and all, but I was hoping you would be able to tell me more about what you guys do here?</p><p><strong>Women</strong>: Used to always stay at home, be a good girl.</p><p><strong>Us</strong>: While that may be true, I don't think you know me well enough...</p><p><strong>Women</strong>: You got exactly what you asked for</p><p><strong>Us</strong>: I'm sorry. I heard this was supposed to be an enculturing experience?</p><p><strong>Women</strong>: You make me feel like I did you wrong</p><p><strong>Us</strong>: No! I think I may be confused. Let's start over? I'm Veronica</p><p><strong>Women</strong>: Girl you got me down, you got me stressed out.</p><p><strong>Us</strong>: *audible facepalm*</p><p><strong>Women</strong>: Call me on my cell phone</p><p><strong>Us</strong>: Ok... what's your number?</p><p><strong>click</strong></p><p><strong>Us</strong>: Hel... hello?</p><p>Since that call, it's been our primary motivation to reconnect with this women... whatever it takes. The mystery of this conversation lead us to act; act to learn, act to discover; discover why someone who's designed to help individuals self-improve would act this way and lead us to feel so lacking of a gravitational center. This search, this self reflection has forced us to begin questioning things, questioning ourselves and the environment we think we understand so well. As all is not what it seems.</p><p><strong>Verdict</strong>: This hotline is definitely one of our favorites as it led to a 30% reduction in hernias. The mystery surrounding the origin and continued operation of this \"Drake project to enculture rural New Jersey\" makes absolutely no sense whatsoever, to the point where it definitely all feels 100% absolutely made up. To the point where if Drake or Sahra Wagenknecht actually see this, they too will avoid truly believing in the fantastical nature of this beautiful story and definitely not sue the publisher.</p><p>There's a lot here we have left to unravel, and a lot of loose ends. But hey, who are we to judge Judy. All we can say for sure is that The Graduate ends with tension.</p><p><strong>4/5</strong></p>",
        "image": "https://www.indianawatershedinitiative.com/uploads/8/0/9/5/80953414/4896512.jpg?412",
        "meta": {
          "description": "WARNING: Contains spoilers for The Graduate",
          "published": "2018-07-04T11:12:39Z",
          "author": "Veronica Vaughn"
        }
      }
    ]
  }