{
    "results": [{
      "id": "poke-cat",
      "title": "Poke-a-cat, Get-a-cat",
      "content": "\n\n<em>Disclaimer: This article assumes you have a decent understanding of cats, poking, and <a href='http://www.utah3d.net/utah-travel/bonneville-salt-flats/salt-flats-night.html' target='_blank'>18th century maritime law</a>.</em>\n\nI'm sure you've heard it. Poke a cat, Get a cat. Around the watercooler, next to the shredding machine, underneath your daughter's <a href='http://rolodex.com/' target='_blank'>rolodex</a>. But what is it and why should I care? Well we're going to answer one of those three questions.\n\nA group of experts here at <a href='hillieteller.com'>hillieteller.com</a> have been digging deep into the mysterious origins of this linguistic revolution to help understand the subtleties of its meaning.\n\ntl;dr - <a href='http://collectivelyconscious.net/articles/12-little-known-laws-of-karma-that-will-change-your-life' target='_blank'>karma's</a> a bitch\n\nOur investigation took us to a small town in rural <a href='https://www.visitdelaware.com/' target='_blank'>Delaware</a> known for its abundance of stray feline companions. Celery, a town of 1000 people, had roughly 600 stray cats, thats roughly <a target='_blank' href='https://www.khanacademy.org/math/cc-kindergarten-math'>4 cats for every 1 person</a>. Unfortunately, these cats were not protected under the <a href='http://drscdn.500px.org/photo/100079489/m=2048/1eeac3349d783341288aa4675bc93868' target='_blank'> Bill of Rights</a> so they had no “right to remain silent“. In 2008, Delaware passed legislation entitled the Cats with Good Constitution Act. In <a href='http://wilderness.org/20-wilderness-areas-see-you-die' target='_blank'>Article 78, Subsection 3</a> of its 3,243 pages, it states “a cat, or litter, encountering aggression may voice unto a militia and raise incrementally into compounded representation against sed action.“ Obviously. this changed everything. \n\nSeizing the moment, a single feline with an <a href='https://www.16personalities.com/entj-personality' target='_blank'>ENTJ</a> personality took (more) to the streets. Doug, whose name has been changed for her protection, started going door to door asking for one thing and one thing only: Respect. What she encountered was belligerent naivety, rambunctious ignorance, <a href='www.psychtronics.com/2014/04/35-ultimate-psychology-facts.html' target='_blank'>disenfranchised egoism</a>, and, of course, meanyness. All compounding in a poke in the chest and a command to “SCRAM NERD!!!“.\n\nDoug (again this is NOT her real name), knowing her new rights went to her council of elders over on <a href='https://www.census.gov/popclock' target='_blank'>Avenue Q</a> and returned to the (more) streets the next day with another feline in tow. Again, she was confronted with uncharitable stickyness, charitable expletives, rapacious subliminalization, <a href='https://books.google.com/books?id=7PkUAAAAYAAJ&pg=PA260&lpg=PA260&dq=carthaginian+goo&source=bl&ots=kNEbNi995V&sig=sDRc2k4aHgw7LZCyP6pn7q8Lb64&hl=en&sa=X&ved=0ahUKEwiH1a7utsXaAhVSq1kKHXueDVAQ6AEIbzAJ#v=onepage&q=carthaginian%20goo&f=false' target='_blank'>orange Carthaginian goo</a> and physical contact in the form of a poke. \n\nPoked to the curb, she returned the next day with two allies in tow.\n\nPoke. Poke.\n\nThen four.\n\nPoke. Poke.\n\nThen eight.\n\n\n\n\n\n The confrontations got more aggressive.\n\n\n\n 16.\n\n\n\nPoke.\n\n\n\nCat.\n\nPoke.\n\nCat.\n\n32.\n\n\n\nPushing led to shoving.  \n\nPoke.\n\nCat.\n\nPoke.\n\nCat.  \n\n64.\n\n\n\nShoving led to anger.  \n\nPoke.\n\nCat.\n\nPoke.\n\nCat. \n\n124.\n\n\n\nAnger led to hate.  \n\nPoke.\n\nCat.\n\nPoke.\n\nCat. \n\n248.\n\n\n\nHate led to the <a href='https://www.theatlantic.com/magazine/archive/2010/07/the-end-of-men/308135/' target='_blank'>great recession</a>.\n\n600.\n\nThis continued until one day, all the, so called, humans in the town were forced to abandon their lives in Celery and move <a href='http://www.backpacking.net/cheklst.html' target='_blank'>elsewhere</a>. The emigrated in a great diaspora across the nation afraid to touch any animal.\n\nThey applied for jobs, they sought out <a href='http://paws.kettering.edu/~jhuggins/humor/banana.html' target='_blank'> therapy</a>, they got involved in ponzi schemes. Everyday they wen't around thinking, saying, screaming: “I poked a cat and my life went splat.“ Overtime, this caught on and the saying became “Poke a cat, get a cat.“.\n\n<strong>If you're aggressive towards what annoys you, your annoyance will grow</strong>.\n\nThis phrase has become a constant reminder to the individuals and groups, reminding them to empathize with the surrounding world. Ignorance is bliss, but bliss is blind. \n\nThis has been a production of Rainbow Studios LLC, a subsidiary of <a href='http://www.hillieteller.com'>hillieteller.com</a>. If you're interested in t-shirts then please send an email to <a href='mailto:potus@whitehouse.gov'>potus@whitehouse.gov</a>",
      "image": "https://wallpaperbrowse.com/media/images/750806.jpg",
      "meta": {
        "description": "Reliably incentivizing iteratively best-of-breed visibilities is crucial to our competitive innovation.",
        "published": "2018-04-18T13:12:39Z",
        "author": "Nova Corman"
      }
    }]
  }
  